{
	"token": {
		"_COMMENT": "MENU START",
		"WORKS":"TRABAJOS",
		"EXHIBITS/PUBLICATIONS":"EXPOSICIONES",
		"ABOUT":"SOBRE",
		"CURRENT":"ACTUAL",
		"SUBSCRIBE":"SUSCRIPCIÓN",
		"_COMMENT": "MENU END",
		"_COMMENT": "INDEX SLIDESHOW START",
		"Art Biennials and Other Global Disasters. Shown here 'Islands of Tragedy and Fantasy' installation at Pabellón Cuba. 12th Havana Biennial, 2015.":"[Traducción en proceso]",
		"Black Mirror/Espejo Negro is the common title and concept for three large scale projects in different media: an ephemeral installation at the Nasher Museum of Art, five corresponding archival photographic suites, and a concluding artist’s book project.":"[Traducción en proceso]",
		"'Naturalizations' is a work in progress based on the production and distribution of a set of masks, which are used in specific social situations. The masks are rectangular mirrors with slits in the eye and mouth areas, and elastic suspenders, which enable the users to move around freely while wearing them.":"[Traducción en proceso]",
		"On October 27th, 2014 the world premiere of Abstract Nationalism & National Abstraction: Anthems for Four Voices will take shape as a set of musical interventions at the extraordinary galleries and Music Room of The Phillips Collection in Washington, DC.":"[Traducción en proceso]",
		"This conceptual series consists of the presentation and distribution of a new map of the American continent, and the development of public art forms that are dispersed in everyday social spaces and exchanges. While it may be seen as a monument to the epics of migration, its goal is also to critically reflect on the form and function of conventional monuments.":"[Traducción en proceso]",
		"_COMMENT": "INDEX SLIDESHOW END",
		"_COMMENT": "WORKS START",
		"Art Biennials &":"[Traducción en proceso]",
		"Other Global Disasters":"[Traducción en proceso]",
		"Black Mirror": "[Traducción en proceso]",
		"Naturalizations": "[Traducción en proceso]",
		"Abstract Nationalism": "[Traducción en proceso]",
		"Latino/a America": "[Traducción en proceso]",
		"Experimental Communities": "[Traducción en proceso]",
		"Phantom Limbs &": "[Traducción en proceso]",
		"Twin Towers Go Global": "[Traducción en proceso]",
		"Hexagonal Investigations": "[Traducción en proceso]",
		"Lasch vs ...": "[Traducción en proceso]",
		"A Sculptural Proposal": "[Una proposal sculptural]",
		"for the Zocalo": "[para el Zocalo]",
		"Come Paint the White House": "[Traducción en proceso]",
		"Crumbs": "[Traducción en proceso]",
		"Made Elsewhere": "[Traducción en proceso]",
		"Eight Visual Dialogues": "[Traducción en proceso]",
		"A Systematic Reading of Some": "[Traducción en proceso]",
		"Poems by Bertolt Brecht": "[Traducción en proceso]",
		"Stripe": "[Traducción en proceso]",
		"_COMMENT": "WORKS END",
		"_COMMENT": "ABOUT START",
		"Pedro Lasch":"Pedro Lasch",
		"was born and raised in Mexico City. He divides his time between North Carolina, where he teaches art, art theory, and visual studies at Duke University since 2002, and New York (NY), where he leads on-going projects with immigrant communities and art collectives, such as 16 Beaver Group since 1999. His solo exhibitions and projects include":"[Traducción en proceso]",
		"Open Routines":"[Traducción en proceso]",
		"(Queens Museum of Art, 2006),":"[Traducción en proceso]",
		"Black Mirror":"[Traducción en proceso]",
		"(Nasher Museum of Art, 2008), and":"[Traducción en proceso]",
		"Abstract Nationalism & National Abstraction":"[Traducción en proceso]",
		"(The Phillips Collection, 2014); he has also participated in group exhibitions at MoMA PS1, MASS MoCA, Walker Art Center, CAC New Orleans (U.S.A.); Royal College of Art, Hayward Gallery, Baltic (U.K.); Centro Nacional de las Artes, MUAC (Mexico); the Gwangju Biennial (South Korea), the 12th Havana Biennial (Cuba), and Documenta 13 (AND AND AND), among many others.  The author of two books, his art and writings have also appeared in numerous catalogues and edited collections, as well as journals across disciplines like":"[Traducción en proceso]",
		"October Magazine, Saber Ver, Art Forum, ARTnews, Cultural Studies, and Rethinking Marxism,":"[Traducción en proceso]",
		"and international news like":"[Traducción en proceso]",
		"The New York Times, The Philadelphia Weekly, El Universal,":"[Traducción en proceso]",
		"and":"[Traducción en proceso]",
		"La Jornada.":"[Traducción en proceso]",
		"Email Address:":"[Traducción en proceso]",
		"_COMMENT": "ABOUT END",
		"_COMMENT": "ABSTRACT NATIONALISM START",
		"Abstract Nationalism & National Abstraction":"[Traducción en proceso]",
		"- 2001 (flags & scores) / 2014 (musical premiere)":"[Traducción en proceso]",
		"Projects and individual elements in the Abstract Nationalism and National Abstraction series:":"[Traducción en proceso]",
		"Anthems for Four Voices:":"[Traducción en proceso]",
		"The Schematic Scores":"[Traducción en proceso]",
		"Anthems for Four Voices:":"[Traducción en proceso]",
		"The Musical Scores":"[Traducción en proceso]",
		"Flag Fusions":"[Traducción en proceso]",
		"Flag Modulations":"[Traducción en proceso]",
		"The Phillips Collection":"[Traducción en proceso]",
		"Anthems for Four Voices: The Schematic Scores":"[Traducción en proceso]",
		"These scores exist as a suite of 48 prints (one for each composition of four countries) in an edition of 10, created in 2001. They are intentionally abstract scores, yet essential for the creation of the musical scores and all visual components of the series since they lay out the entire concept of the work, including all 48 groups or so-called compositions of four countries in the alphabet, the language shift for each particular anthem, the relationship of each anthem to its specific voice (Soprano, Alto, Tenor, Bass), and the overall temporal structure of the musical composition.":"[Traducción en proceso]",
		"Anthems for Four Voices: The Musical Scores":"[Traducción en proceso]",
		"(2014-ongoing)":"[Traducción en proceso]",
		"Selected groups of anthems and assembled compositions are produced with professional composers for specific contexts and situations. The first two compostions - C20 by Craig DeAlmeida and C46 by Aristides Llaneza, were produced for the series premiere at The Phillips Collection in Washington DC in 2014. Some musical scores are designed and printed exclusively for the use of performers and musicians, while others are part of the art work and are meant for a general public.":"[Traducción en proceso]",
		"Flag Fusions":"[Traducción en proceso]",
		"(2001-ongoing)":"[Traducción en proceso]",
		"These static images are designed to create actual outdoor and indoor flags used as performance props for recitals and social intervention, as well museum installations. paintings, prints, and digital elements for web pages, sites, and social media platforms.":"[Traducción en proceso]",
		"The Phillips Collection":"[Traducción en proceso]",
		"Beginning with the work’s 2014 premiere at The Phillips Collection in Washington DC’s Embassy Row, the series is constituted in great part by its evolving productions designed for specific contexts and institutions, as well as less institutional social interventions in relevant sites or situations. This part of the project includes musical and non-musical performances that use the choreographies and protocols of national ceremonies as a key art material and source of inspiration. Publications, websites, social media platforms, mapping interfaces, blogs and feeds, forums and digital networks, as well as databases on flags and anthems are also understood to be part of these social and institutional interventions.":"[Traducción en proceso]",
		"On October 27th, 2014 the world premiere of":"[Traducción en proceso]",
		"Anthems for Four Voices":"[Traducción en proceso]",
		"took shape as a set of musical interventions at the extraordinary galleries and Music Room of The Phillips Collection in Washington, DC. Produced as part of":"[Traducción en proceso]",
		"International Forum":"[Traducción en proceso]",
		"(October 25-28, 2014) with its immediate Embassy Row neighborhood in mind, these interventions incorporated live music, video art, flag displays, and other visual props used by the performers as they moved through the iconic building and its world renowned art collection.":"[Traducción en proceso]",
		"Each piece in the series combines four national anthems, arranged for four voices (Soprano, Alto, Tenor, Bass). Each voice is assigned one of the national anthems. The countries' groups of four are determined by their English alphabetical order, as found in the 2001 World Almanac and Book of Facts. The language that each anthem is sung in, however, shifts to that of the country that follows it in the Almanac. So, for example, the United States anthem is sung in Spanish, the official language of Uruguay. For some parts of the project, the voices are allowed an independent flow, so that the audience can appreciate them in their new linguistic and poetic articulation. These sections are called the":"[Traducción en proceso]",
		"musical processions.":"[Traducción en proceso]",
		"Other parts, called":"[Traducción en proceso]",
		"compositions":"[Traducción en proceso]",
		"are created with Lasch's conceptual guidelines by guest composers. Generating a complete musical overlay of complex phonetic and semantic contradictions, these compositions are contemporary works of music in their own right, consistent with the aesthetic and stylistic vision of each composers.":"[Traducción en proceso]",
		"Anthems for Four Voices":"[Traducción en proceso]",
		"is part of a larger oevre and social practice series entitled":"[Traducción en proceso]",
		"Its social interventions, visual compositions, flag displays, and musical performances allow the audience to understand other national anthems in their native language for the first time, while their own anthem becomes incomprehensible. For those speaking several languages, or having strong associations with more than one anthem, the experience is even more layered and representative of today's cultural pluralism. These works incorporate a classical voice recital, yet placing it with the paradoxical establishment of anti-art. The recital is not simply intended to be 'musical' but is rather nurtured by the experimental attitude of avant-garde groups from various decades and regions, as well as their conceptually structured approaches. Channeling the intense emotional and cultural associations we have towards anthems, the premiere performance of these compositions at The Phillips will also invite discussions around the notions of independence, colonialism, (multi)nationalism, migrations, and mapping, all so deeply related to the history of nations and cultures. Other works in the series include video, visual scores, paintings, and various media associated with socially engaged art.":"[Traducción en proceso]",
		"_COMMENT": "ABSTRACT NATIONALISM END",
		"_COMMENT": "ART BIENNIELS AND OTHER GLOBAL DISASTERS START",
		"Art Biennials & Other Global Disasters": "[Traducción en proceso]",
		"(2013-ongoing)": "[Traducción en proceso]",
		"Physical and digital banners, installations, paintings, diagrams, collective research and production workshops.": "[Traducción en proceso]",
		"Art / World / Disaster": "[Traducción en proceso]",
		"Banners & Pairings": "[Traducción en proceso]",
		"Gulf Labor": "[Traducción en proceso]",
		"Islands of": "[Traducción en proceso]",
		"Tragedy And Fantasy": "[Traducción en proceso]",
		"Research Diagrams": "[Traducción en proceso]",
		"& Materials": "[Traducción en proceso]",
		"Art / World / Disaster": "[Traducción en proceso]",
		"ART / WORLD / DISASTER": "[Traducción en proceso]",
		"is the first installment of a series entitled": "[Traducción en proceso]",
		"Art Biennials & Other Global Disasters.": "[Traducción en proceso]",
		"It was produced for the Byblos Bank Art Gallery Beirut, Lebanon (2013). The seemingly celebratory corporate banners were used to initiate dialogues with local participants by means of a series of workshops and public discussions. They also served as the cohesive element bringing together social and curatorial projects produced by local artists, students, curators, activists, and scholars.": "[Traducción en proceso]",
		"Banners And Pairings": "[Traducción en proceso]",
		"Gulf Labor": "[Traducción en proceso]",
		"Pedro Lasch’s contributions to the": "[Traducción en proceso]",
		"52 Weeks": "[Traducción en proceso]",
		"campaign and other work for": "[Traducción en proceso]",
		"Gulf Labor": "[Traducción en proceso]",
		"are part of a series entitled": "[Traducción en proceso]",
		"Art Biennials & Other Global Disasters.": "[Traducción en proceso]",
		"To learn more about Gulf Labor, visit:": "[Traducción en proceso]",
		"Islands of Tragedy and Fantasy": "[Traducción en proceso]",
		"12th Havana Biennial, 2015": "[Traducción en proceso]",
		"Monumental banners installed at the Pabellón Cuba, gallery installation, and series of workshops with local artists and intellectuals.": "[Traducción en proceso]",
		"Islands of Tragedy and Fantasy": "[Traducción en proceso]",
		"is a new work of art produced specifically for the context of the 12th Havana Biennial. It is part of the": "[Traducción en proceso]",
		"Art Biennials & Other Global Disasters": "[Traducción en proceso]",
		"series, begun in Beirut in 2013.": "[Traducción en proceso]",
		"Research Diagrams And Materials": "[Traducción en proceso]",
		"This series provocatively pairs well-known, or deservedly memorable art events with global political, economic or ecological disasters. Each banner offers a different challenge to viewers and participants, by the sheer specificity of its double naming. For instance the banner “Venice / Chernobyl” triggers very different associations and significations than “Sharjah / Kanungu” or “Kassel / Banqiao”. Additional layers of meaning appear through the physical and cultural context in which these seemingly celebratory corporate banners are placed. The banners often serve to initiate dialogues with local participants by means of a series of workshops and public discussions. They also become the cohesive element bringing together social and curatorial projects produced by local artists, students, curators, activists, and scholars, wherever the project may go. New works in the series offer a particular focus to overall process of accumulation and memory production.": "[Traducción en proceso]",
		"_COMMENT": "ART BIENNIELS AND OTHER GLOBAL DISASTERS END",
		"_COMMENT": "A SCULPTURAL PROPOSAL FOR THE ZOCALO START",
		"A Sculptural Proposal For The Zocalo": "[Traducción en proceso]",
		"A Sculptural Proposal": "[Traducción en proceso]",
		"For The Zocalo": "[Traducción en proceso]",
		"A Sculptural Proposal For The Zocalo": "[Traducción en proceso]",
		"1999 public art proposal submitted and ratified by CAEP": "[Traducción en proceso]",
		"If realized: Flag, and 300-ton steel scaffold on pavement": "[Traducción en proceso]",
		"2004 installation produced from original materials": "[Traducción en proceso]",
		"Installation: 16 photographic panels and 1 video loop": "[Traducción en proceso]",
		"Vertical Panoramas / Panels 1-6 (17 x 34 in).": "[Traducción en proceso]",
		"Simulations 1-5 / Panels 9-13 (17 x 34 in).": "[Traducción en proceso]",
		"Panels 6-8 & 14-16 (various dimensions),": "[Traducción en proceso]",
		"Video Loop (Color, NTSC, 30 sec)": "[Traducción en proceso]",
		"Installation at Queens Museum of Art, New York, 2006": "[Traducción en proceso]",
		"Edition of 2": "[Traducción en proceso]",
		"Adjacent to the Zocalo, Mexico's most important public square, is the country's central Cathedral, designated a world heritage site by UNESCO. After being threatened for hundreds of years by earthquakes and uneven sinking, an extensive restoration begun in 1989 saved the building from collapse. Throughout its nine year restoration, a mammoth green scaffold buttressed the interior, being readjusted every fifteen days along with the Cathedral's warped foundation.": "[Traducción en proceso]",
		"When the restoration was complete, Lasch realized that the metal scaffold would be disassembled. He teasingly proposed to Mexico City's Commission of Art for Public Spaces (CAEP) that he reassemble the 300-ton structure as a temporary exhibition on the Zocalo, just as it had been in the cathedral. The CAEP enthusiastically accepted the proposal and recommended it to the government of Mexico City. One year and numerous negotiations later the project was abandonded due to the conflicts at the time between left and right governments of the city and the nation, respectively.": "[Traducción en proceso]",
		"The installation created several years later follows the evolution of a project that began with the concept of an open square and an ephemeral monument of absurd dimensions.": "[Traducción en proceso]",
		"_COMMENT": "A SCULPTURAL PROPOSAL FOR THE ZOCALO END",
		"_COMMENT": "A SYSTEMATIC READING OF SOME POEMS BY BERTOLT BRECHT START",
		"A Systematic Reading Of Some Poems By Bertolt Brecht": "[Traducción en proceso]",
		"A Systematic Reading Of": "[Traducción en proceso]",
		"Some Poems By Bertolt Brecht": "[Traducción en proceso]",
		"A Systematic Reading of Some Poems by Bertolt Brecht": "[Traducción en proceso]",
		"Audio tape or CD, text, audio-player,": "[Traducción en proceso]",
		"and headphones": "[Traducción en proceso]",
		"Alternate installation: Poems in their new": "[Traducción en proceso]",
		"form appear in large vynil or printed": "[Traducción en proceso]",
		"letters on the wall": "[Traducción en proceso]",
		"Installation at Houghton Gallery, New York,": "[Traducción en proceso]",
		"This sound recording presents a selection of twelve poems by Bertolt Brecht. Each poem is given a new form in that the silences between its words are rearranged according to specific patterns, resulting in a range of readings that highlight and release the tension between the natural, and the foreign, the phonetic, and the semantic.": "[Traducción en proceso]",
		"The alternate wall text installation skips the phonetic stage and allows the viewers to attempt their own reading, be it by attempting to read the words out loud, or by imagining their sound and meaning.": "[Traducción en proceso]",
		"_COMMENT": "A SYSTEMATIC READING OF SOME POEMS BY BERTOLT BRECHT END",
		"_COMMENT": "BLACK MIRROR START",
		"Black Mirror / Espejo Negro": "[Traducción en proceso]",
		"(2007-present)": "[Traducción en proceso]",
		"Coatlicue and Las Meninas": "[Traducción en proceso]",
		"Nasher Installation & Book": "[Traducción en proceso]",
		"Indigenous Spectrum": "[Traducción en proceso]",
		"Coatlicue and Las Meninas": "[Traducción en proceso]",
		"(Black Mirror #0)": "[Traducción en proceso]",
		"The Black Mirror series began when the Nasher Museum of Art commissioned a new work to accompany their exhibition From El Greco to Velázquez: Art during the Reign of Phillip III. The Black Mirror / Espejo Negro book includes thirty-nine photographs of the installation, as well as critical writings by scholars of various disciplines. The series as a whole, with its play of transparencies and reflections, makes impossible any separation between past-present, artwork-viewer-environment, or the pre- and post-Columbian. Coatlicue and Las Meninas, however, is the most iconic demonstration of the modernity/coloniality union. The work proposes two temporary installations. The first would bring the Aztec sculpture Coatlicue to the Museo del Prado in Madrid to display it in front of Las Meninas by Velázquez. The second would transport Las Meninas to Mexico City to be displayed in front of the Coatlicue at its habitual home, the National Museum of Anthropology. Both installations would include a large sheet of dark glass hovering between the works, integrating again--through transparencies and reflections--the artworks, their viewers, and their contexts. Not to be confused with the modern notion of mestizaje, these reflections allow the perception of simultaneous difference, copresence, and cotemporality.": "[Traducción en proceso]",
		"Black Mirror / Espejo Negro: The Nasher Installation, Suites, and Book Project": "[Traducción en proceso]",
		"(Black Mirror #1-12)": "[Traducción en proceso]",
		"(Black Mirror #0)": "[Traducción en proceso]",
		"Book by Nasher Museum and Franklin Humanities Institute, distributed by Duke University Press": "[Traducción en proceso]",
		"Trim size: 9 x 10.5'' casebound (unjacketed)": "[Traducción en proceso]",
		"Number of pages: 128": "[Traducción en proceso]",
		"Number of illustrations: 40 (plus cover images)": "[Traducción en proceso]",
		"Bilingual Edition: English-Spanish": "[Traducción en proceso]",
		"Foreword by Srinivas Aravamudan": "[Traducción en proceso]",
		"Essays by Jennifer A. González, Arnaud Maillet, Walter Mignolo, Pete Sigal": "[Traducción en proceso]",
		"Black Mirror/Espejo Negro accompanies Pedro Lasch’s large-scale museum installation, which was commissioned by the Nasher Museum of Art to accompany its blockbuster exhibition El Greco to Velazquez. Lasch selected sixteen figures from the museum’s permanent collection of pre-Columbian art, and placed them on sculpture pedestals with their backs turned to the viewer. In front of the figures hung large, rectangular black mirrors, reflecting the fronts of the sculptures. After prolonged viewing, ghostly images of Spanish baroque paintings emerged from behind the dark sheets of glass. Standing amidst Lasch’s installation, the viewer saw indigenous art, colonial representation, and his or her own face and body collapsed onto a single mirrored plane.": "[Traducción en proceso]",
		"This book is both a catalogue of the installation and an independent work of art. Including full color reproductions of thirty-nine photographs taken of the installation, and the texts Lasch wrote to accompany it, Black Mirror/Espejo Negro draws out the relevance of this work to contemporary photography as much as installation art and conceptualism. Critical essays written by Srinivas Aravamudan, Jennifer A. González, Arnaud Maillet, Walter Mignolo, and Pete Sigal reflect on Lasch’s work in relation to current debates in contemporary art, race discourse, pre-Colombian studies, postcolonial theory and decolonial thought.": "[Traducción en proceso]",
		"Black Mirror/Espejo Negro is co-published by the Nasher Museum of Art and the Franklin Humanities Institute at Duke University, with additional support from the Joan Mitchell Foundation.": "[Traducción en proceso]",
		"Indigenous Spectrum / Espectro Indígena": "[Traducción en proceso]",
		"(Black Mirror #13-21)": "[Traducción en proceso]",
		"Large scale site-specific, ephemeral installation": "[Traducción en proceso]",
		"Produced specifically for the MUAC in Mexico City and incorporating pre-Colombian works from the UNAM’s own collection, Indigenous Spectrum is a new large scale museum installation from Pedro Lasch’s Black Mirror/Espejo Negro series. The first installation in the series focused on coloniality at large and was commissioned by the Nasher Museum of Art to accompany its blockbuster exhibition El Greco to Velazquez. Lasch selected sixteen figures from the museum’s permanent collection of pre-Columbian art, and placed them on sculpture pedestals with their backs turned to the viewer. In front of the figures hung large, rectangular black mirrors, reflecting the fronts of the sculptures. After prolonged viewing, ghostly images of Spanish baroque paintings emerged from behind the dark sheets of glass. Standing amidst Lasch’s installation, the viewer saw indigenous art, colonial representation, and his or her own face and body collapsed onto a single mirrored plane.": "[Traducción en proceso]",
		"The new installation created for MUAC’s Color Theory exhibition employs a similar play of physical and psychological reflections, but the new pairings intentionally exclude any representation from the Spanish colonial period. The nine chosen objects from Totonaca and other pre-Colombian civilizations are here all masks that face protraits and racial representations of indigeneity from Mexico’s postcolonial repertoire. These darkened postcolonial spectres and their reflected pre-Colombian masks stare back at the viewer through the black mirror, incorporating the present moment through its reflection. Covering a broad historical period (1810-present) and a wide range of representations (from the non-racial to the racist), these spectres include XIX Century ethnographic plates, the India Bonita pageant winner from the 1920s Universal Ilustrado, Diego Rivera’s fresco depiction of Tomás Mejía, the cinematic icon of Tizoc from Mexico’s Golden Era, the heroic Indians of Chucho Helguera, La India María’s most recent appearance as a telenovela character, and the intentionally opaque figure of Comandanta Ramona in her ski-mask. The spectres also expose the role particular media have played in the production and reproduction of what we consider to be Indigenous. Employing both modernist self-reflexivity and contemporary social art practice, these black mirrors make museum visitor’s bodies an unavoidable part of the artwork, therefore also bringing in all the racial associations such viewers may carry with them, be it by their own desire or society’s power of projection. An endless number of ephemeral portraits will thus be created as the MUAC’s visitors see their faces in each black mirror.": "[Traducción en proceso]",
		"The Black Mirror series began when the Nasher Museum of Art commissioned a new work to accompany their exhibition From El Greco to Velázquez: Art during the Reign of Phillip III. The series as a whole, with its play of transparencies and reflections, makes impossible any clear separation between past-present, artwork-viewer-environment, or the pre- and post-Columbian.": "[Traducción en proceso]",
		"_COMMENT": "BLACK MIRROR END",
		"_COMMENT": "COME PAINT THE WHITEHOUSE START",
		"Come Paint The White House": "[Traducción en proceso]",
		"Come Paint The White House": "[Traducción en proceso]",
		"Come Paint the White House": "[Traducción en proceso]",
		"(Vengan a Pintar la Casa Blanca)": "[Traducción en proceso]",
		"November 1-7, 2000": "[Traducción en proceso]",
		"Anonymous pamphlet and social action": "[Traducción en proceso]",
		"Photocopy on white acid-free paper (8 1/2 x 11 x)": "[Traducción en proceso]",
		"2007 Edition, 500 prints numbered and initialed on back": "[Traducción en proceso]",
		"Subsequent editions unsigned and unlimited": "[Traducción en proceso]",
		"Throughout the week before the 2000 United States Presidential Elections, five hundred copies of the above flier were posted and handed out by Pedro Lasch at various public sites in New York City. No further explanation was provided. Subsequent editions of the flyer are free and unlimited.": "[Traducción en proceso]",
		"_COMMENT": "COME PAINT THE WHITEHOUSE END",
		"_COMMENT": "CRUMBS START",
		"Crumbs": "[Traducción en proceso]",
		"Crumbs": "[Traducción en proceso]",
		"Crumbs: Drawing on a Limited View of New York City's Cultural Wealth": "[Traducción en proceso]",
		"Photographs of drawings made with crumbs": "[Traducción en proceso]",
		"on museum cafeteria tables, framed and": "[Traducción en proceso]",
		"labeled with engraved plaques": "[Traducción en proceso]",
		"C-prints, wooden frames, brass plaques": "[Traducción en proceso]",
		"19 1/2 x 29 1/2 each (interior)": "[Traducción en proceso]",
		"Suite of 12, Edition of 5": "[Traducción en proceso]",
		"_COMMENT": "CRUMBS END",
		"_COMMENT": "EIGHT VISUAL DIALOGUES START",
		"Eight Visual Dialogues": "[Traducción en proceso]",
		"Eight Visual Dialogues": "[Traducción en proceso]",
		"Eight Visual Dialogues": "[Traducción en proceso]",
		"First Version, 1998-1999": "[Traducción en proceso]",
		"Six handprinted chessboards, six chess scores, ten handmade wooden stamp-chess pieces, one hanging shelf": "[Traducción en proceso]",
		"Dimensions variable: Chessboards (24 x 24 in each),": "[Traducción en proceso]",
		"chess scores (5 1/4 x 8 in each)": "[Traducción en proceso]",
		"Installation at Houghton Gallery, New York, 1999": "[Traducción en proceso]",
		"Second Version, 1999": "[Traducción en proceso]",
		"Artist book based on 1998-1999 games, chess case with altered brass chess pieces and rubber stamps, chess board sheets for visitors to record their own games (unlimited supply)": "[Traducción en proceso]",
		"Dimensions variable: Artist book (8 1/4 x 8 1/4 in),": "[Traducción en proceso]",
		"chess case (12 x 12 x 2 1/2 in), chess board sheets (11 x 11 in each)": "[Traducción en proceso]",
		"Installation at Baltic: The Center for Contemporary Art, Gateshead, England": "[Traducción en proceso]",
		"This work and artist's book document a set of chess games, which concluded in 1999. Eight people were invited to play. Six of them accepted. Two structures were devised to trace these non-verbal intellectual dialogues. The moves were transcribed into Uedelmann code, originally designed to play chess over the telegraph. The code reduces the moves to a series of monosyllabic utterances.": "[Traducción en proceso]",
		"In addition, the chess pieces themselves were turned into stamps, whose imprints subdivide the squares on which they once stood, allowing a layered and static apprehension of the game. The final players were: Michio Hayachi, David Weir, Doug Ashford, Hans Haacke, Andreas Killen, Day Gleeson, and Pedro Lasch.": "[Traducción en proceso]",
		"While still being able to view the past games through the artist book, the 1999 version also allows new players to use the chess stamps and chess board sheets to record their own games.": "[Traducción en proceso]",
		"_COMMENT": "EIGHT VISUAL DIALOGUES END",
		"_COMMENT": "HEXAGONAL INVESTIGATIONS START",
		"Hexagonal Investigations": "[Traducción en proceso]",
		"Opus begun in 2000, ongoing": "[Traducción en proceso]",
		"Formal Conversation &": "[Traducción en proceso]",
		"Chance Debate": "[Traducción en proceso]",
		"Formal Conversation & Chance Debate": "[Traducción en proceso]",
		"2000, ongoing": "[Traducción en proceso]",
		"Available in any language": "[Traducción en proceso]",
		"Opus Hexagonal Investigations, begun 2000": "[Traducción en proceso]",
		"Rules for language game to be played during any kind of conversation": "[Traducción en proceso]",
		"Flyer version (8 1/2 x 11 in), unlimited edition": "[Traducción en proceso]",
		"This large scale artistic opus brings together a wide range of objects, social processes, and experimental methods with a common concern for hexagons, or any other structure that bears a relation to the number six.": "[Traducción en proceso]",
		"_COMMENT": "HEXAGONAL INVESTIGATIONS END",
		"_COMMENT": "LASCH VS START",
		"Lasch vs ...": "[Traducción en proceso]",
		"(1998 - Present)": "[Traducción en proceso]",
		"Lasch vs Passarotti": "[Traducción en proceso]",
		"Lasch vs Passarotti": "[Traducción en proceso]",
		"Lasch vs ... Series, Begun 1998, ongoing": "[Traducción en proceso]",
		"Acrylic on canvas": "[Traducción en proceso]",
		"60 x 108 in": "[Traducción en proceso]",
		"#1 in the Series": "[Traducción en proceso]",
		"This work records an ongoing series of ping-pong games between the artist and a growing variety of participants.": "[Traducción en proceso]",
		"Canvas is stretched to the size of a standard ping-pong table and painted accordingly. The ball is dipped in paint after each score. The new conditions demand slight alterations to the rules of the game.": "[Traducción en proceso]",
		"Collectors of this work are also invited to play against the artist on a new canvas, acquiring a record of this exchange instead of a previous game.": "[Traducción en proceso]",
		"The title of each work in the series is Lasch vs (Surname of individual participating in that specific game.)": "[Traducción en proceso]",
		"_COMMENT": "LASCH VS END",
		"_COMMENT": "LATINO/A START",
		"LATINO/A AMERICA": "[Traducción en proceso]",
		"(2003, ongoing)": "[Traducción en proceso]",
		"Time based, social, and multimedia": "[Traducción en proceso]",
		"Route Guides": "[Traducción en proceso]",
		"Mural Version": "[Traducción en proceso]",
		"Pamphlets, Posters,": "[Traducción en proceso]",
		"and Special Publications": "[Traducción en proceso]",
		"Shirts, Banners,": "[Traducción en proceso]",
		"and Public Displays": "[Traducción en proceso]",
		"Route Guides": "[Traducción en proceso]",
		"(2003, ongoing)": "[Traducción en proceso]",
		"New York Arrival Edition (concluded in 2006)": "[Traducción en proceso]",
		"North Carolina Arrival Edition (concluded in 2008)": "[Traducción en proceso]",
		"Los Angeles Arrival Edition (concluded in 2011)": "[Traducción en proceso]",
		"Premise of this version: Beginning in 2003, the artist has given two of these maps titled Road Maps to participating individuals he knew would cross the U.S.-Mexico border. One of the maps was for each participant to keep, and the other one for them to mail back to the artist upon arrival at their final destination (each suite is named after this destination). The artist has since received many maps in return that show various degrees of exposure to weather as well as wear and tear.": "[Traducción en proceso]",
		"Mural version": "[Traducción en proceso]",
		"(2002, ongoing)": "[Traducción en proceso]",
		"Ephemeral or permanent. Materials and dimensions variable: acrylic paint on wall, lipstick on window panes, etc.": "[Traducción en proceso]",
		"This version of the LATINO/A AMERICA map, most often painted with red house paint, is designed to be installed on walls in museums, restaurants, public spaces, schools, and community centers. It may exist as an ephemeral or permanent mural, depending on local conditions and who commissions it.": "[Traducción en proceso]",
		"Pamphlets, Posters, and Special Publications": "[Traducción en proceso]",
		"(2003, ongoing)": "[Traducción en proceso]",
		"This version takes advantage of the graphic clarity of of the work and its viral potential, appearing in any variety of colors with an almost obsessive repetition in various book covers, magazines and journals, pamphlets, and posters, the public circulation of the map here offers different forms of exchange than that of the traditional art object or ephemeral museum intervention.": "[Traducción en proceso]",
		"Shirts, Banners, and Public Displays": "[Traducción en proceso]",
		"(2003, ongoing)": "[Traducción en proceso]",
		"This version exists to be worn or carried at rallies, protests, parties, and any other social events for which the image of the map may seem relevant.": "[Traducción en proceso]",
		"This conceptual series consists of the presentation and distribution of a new map of the American continent, and the development of public art forms that are dispersed in everyday social spaces and exchanges. While it may be seen as a monument to the epics of migration, its goal is also to critically reflect on the form and function of conventional monuments.": "[Traducción en proceso]",
		"The words “Latino/a” and “America” acquire different meanings depending on the context, and reflect on the deep impact of population shifts in our culture. The common tie between all of the different versions is the sharing of a new “Latinidad” that extends globally, and is redefining the English speaking world. We are changing what “America” means, and what it means to be “American.”": "[Traducción en proceso]",
		"_COMMENT": "LATINO/A END",
		"_COMMENT": "MADE ELSEWHERE START",
		"Made Elsewhere": "[Traducción en proceso]",
		"Made Elsewhere": "[Traducción en proceso]",
		"Made Elsewhere": "[Traducción en proceso]",
		"C-prints": "[Traducción en proceso]",
		"Each print in Suite of 20 slightly": "[Traducción en proceso]",
		"different size. Average size 18 x 24 in": "[Traducción en proceso]",
		"Suite of 20 Prints, Edition of 10": "[Traducción en proceso]",
		"This work consists of extreme photographic close-ups of various Statue of Liberty figurines, all made outside of New York and the U.S., the large majority made in China. The cropping and composition of all photographs in the set is consistent with the most common tourist postcard of the Statue of Liberty's face in three quarters.": "[Traducción en proceso]",
		"An alternate edition brings all 20 works together in a standard postcard accordion publication.": "[Traducción en proceso]",
		"_COMMENT": "MADE ELSEWHERE END",
		"_COMMENT": "STRIPE START",
		"Stripe (Raya)": "[Traducción en proceso]",
		"Stripe": "[Traducción en proceso]",
		"Stripe": "[Traducción en proceso]",
		"Oil painting on linen, shoes, book,": "[Traducción en proceso]",
		"cigarrette box, and take-out coffee cup": "[Traducción en proceso]",
		"Dimensions variable: Painting (36 x 52 in),": "[Traducción en proceso]",
		"shelf and elements (approx. 24 x 12 x 6 in)": "[Traducción en proceso]",
		"Installation at Houghton Gallery, New York": "[Traducción en proceso]",
		"_COMMENT": "STRIPE END",
		"_COMMENT": "NATURALIZATIONS START",
		"Naturalizations": "[Traducción en proceso]",
		"(2002-present)": "[Traducción en proceso]",
		"Gedanken Die Nie": "[Traducción en proceso]",
		"Aneinaner Rührenn": "[Traducción en proceso]",
		"Interaction Ritual": "[Traducción en proceso]",
		"The Dance of Mirrors": "[Traducción en proceso]",
		"Media Defacements": "[Traducción en proceso]",
		"The Mechanism of": "[Traducción en proceso]",
		"Facial Expression": "[Traducción en proceso]",
		"Point-Counterpoint-Fusion": "[Traducción en proceso]",
		"The Execution of Maximilian": "[Traducción en proceso]",
		"(Parts 1 & 2)": "[Traducción en proceso]",
		"Statements on Masks": "[Traducción en proceso]",
		"The Experimental Kit": "[Traducción en proceso]",
		"Can You Rephrase That": "[Traducción en proceso]",
		"in the Form of a Question": "[Traducción en proceso]",
		"Missing Reflection:": "[Traducción en proceso]",
		"A Photoessay on Masking": "[Traducción en proceso]",
		"Vertical Flâneur": "[Traducción en proceso]",
		"Naturalizations: Questions,": "[Traducción en proceso]",
		"Statements, & Propositions": "[Traducción en proceso]",
		"Gedanken Die Nie Aneinaner Rühren": "[Traducción en proceso]",
		"Experimental opera, text by Elias Canetti, music by Matthias Hinke, set and costume design by Pedro Lasch": "[Traducción en proceso]",
		"This work included the first iteration of the mirror masks, originally designed as theatrical props for specific characters in the opera. While the visuals and music were completed, the opera was never presented to the public. Neither were the mirror masks until 2002, when they were radically reenvisioned as works to exist in everyday life.": "[Traducción en proceso]",
		"Interaction Ritual": "[Traducción en proceso]",
		"Dialogues, intimate conversations, and small group interactions with use of mirror masks, duration variable (ongoing)": "[Traducción en proceso]",

		"Paradoxically, the most public use of these mirror masks has also been its most intimate. Over the many years, they have been worn first and foremost in the context of the everyday. Hundreds of conversations, café gatherings, parties, security checkpoints, and other such small group settings with or without a specific agenda have added up to constitute an unlikely mass medium, this one being non-linear, multi-vocal, and decentralized. It is in this highly adaptable and intimate context that the work shows its closest links to network society and radical pedagogy. Just like a teacher who hates mass gatherings may cherish deep conversations with thousands of students - if we account for a life of teaching, it is this ‘interaction ritual’ that may account for Naturalization’s most significant social and perceptual intervention.": "[Traducción en proceso]",
		"The Dance of Mirrors": "[Traducción en proceso]",
		"Digital video, color, sound. Duration 3min, Edition of 12 (DVD), Collection of Gilberto Cárdenas Collection (#3 of 12)": "[Traducción en proceso]",
		"This artwork documents an experimental dance with over sixty children wearing mirror-masks that happened in 2002 in Queens, NY. Staged as part of the experimental program ‘Art, Story-Telling, and the Five Senses’ that Lasch founded and directed between 2000 and 2005, the video has a soundtrack co-produced by the children. The centrality of folkloric ballet in immigrant communities is here fused with processes inspired by figures as wide as John Cage, Lygia Clark, Subcomandante Marcos, and Helio Oiticica. The result resembles a sci-fi, avant-garde folkloric ballet. The event was produced in collaboration with: Ballet Teopochtli, Encontrando Nuestras Raíces Afterschool Program, Mexicanos Unidos de Queens, and Asociación Tepeyac de New York, with additional support from Dedalus Foundation and a special performance by Ricardo Dominguez.": "[Traducción en proceso]",
		"Media Defacements": "[Traducción en proceso]",
		"Photo version: C-prints from b&w digital simulations, Suite of 20, Edition of 10 & 2 AP, originally published in Journal Rethinking Marxism - Vol.4, #16, October, 2004. Video version: 3 minutes, black-and-white, sound": "[Traducción en proceso]",
		"The journalistic images that appear in this work have been significantly altered by the artist to open an internal dialogue between seemingly disparate areas of the contemporary world stage. The original photographs all share a common icon: human defacement. Indigenous zapatistas wearing black ski-masks in southern Mexico, women wearing blue burqas in Kabul or black abayas in Saudi Arabia, Iraqi torture victims wearing green or black hoods at Abu Ghraib, Michael Jackson wearing a mask in Russia, and black bloc members covering their face in Seattle, are but a few examples of the refusal of the face which has become the paradoxical icon of our generation.": "[Traducción en proceso]",
		"The Mechanism of Facial Expression": "[Traducción en proceso]",
		"Projection, photographic installation, and masks for public use": "[Traducción en proceso]",
		"This installation presents an abstract scientific narrative with slide projections, or alternately, a photographic installation of adaptable scale. In both cases, the mirror masks provided for public use here split the users’ face into six distinct areas of transparency and reflection, creating complex spatial and psychological rhythms as visitors move through the building with the masks. Devised as a critical homage to the 1864 publication of Dr. Duchenne de Bolougne’s studies on ‘the mechanism of human facial emotion,’ this installation was first produced for the extraordinary setting of medical history displays at the Mütter Museum in Philadelphia, for an exhibition of contemporary art curated there by Tanya Leighton.": "[Traducción en proceso]",
		"Point-Counterpoint-Fusion (Homage to Daniel Buren)": "[Traducción en proceso]",
		"C-print installation and mirror masks for public use": "[Traducción en proceso]",
		"This work deals with the various forms of identification we experience in our daily encounters: the sound of our names in relation to each other and what we associate with them, how our bodies measure up against one another, our nationalities, our age, gender, and the color of our skin. One crucial mechanism of the work is that our own identity is always dependent and relative to that of others. The musical analogy of the title refers to the fluctuating heights of the masks and their viewers (point - counterpoint), as well as the desires and anxieties experienced by the confusion of identity generated by the mask (fusion). The striped mask is a direct reference to French artist Daniel Buren’s decades long exploration of the social and physical structures around the production, perception and distribution of art, but they also contain a darker set of ideas related to some societies’ imposition of a uniform standard to measure us all. The history of phrenology, census categories, racialized notions of beauty and intelligence, and even the fashion and cosmetics industry, can all be seen to participate in this often violent history.": "[Traducción en proceso]",
		"All portraits are hung at the height of the person represented:": "[Traducción en proceso]",
		"Danielle Terrazas Williams (United States/México), 67 in. (170 cm)": "[Traducción en proceso]",
		"Ariel Dorfman (Chile), 73 in. (186cm)": "[Traducción en proceso]",
		"Guillermo Trejo (México), 70 in. (178 cm)": "[Traducción en proceso]",
		"Beatriz Rodriguez Balanta (Colombia), 65 in. (165 cm)": "[Traducción en proceso]",
		"Mateo Parrado (Argentina), 45 in. (115 cm)": "[Traducción en proceso]",
		"Carmen Yareli Yañez (México), 61 in. (155 cm)": "[Traducción en proceso]",
		"Marcelo Fernandez Osco (Bolivia), 69 in. (175 cm)": "[Traducción en proceso]",
		"The Execution of Maximilian: Tableau Vivant for Ten Participants": "[Traducción en proceso]",
		"(Parts 1 & 2)": "[Traducción en proceso]",
		"Part 1: Oil paintings for wall and floor, mirror masks and reproduction of Edouard Manet’s The Execution of Emperor Maximilian, 1867 (Städtische Kunsthalle, Mannheim). Part 2: Oil painting on wood and drawing on paper.": "[Traducción en proceso]",
		"Museum visitors are here encouraged to reenact The Execution of Maximilian by wearing the masks provided on the wall boards, and standing on the platforms on the floor. Instead of using rifles as is done by their models, visitors are invited to shoot with their cameras, creating multi-perspective renditions of the famous painting. The reenactment can also be done with fewer than ten people. Two preparatory drawings and a painting showing the patterns that result from the view of figure #3 (Tomás Mejía in Manet’s painting) constitute part 2 of the project. Manet’s orginally banned masterwork is again placed at the center of anti-colonial struggles, just as its reincarnation in the present foregrounds the ongoing relevance of political executions as a form of spectacle. During its first public viewing in New York for Lasch’s Queens Museum solo exhibition, for example, this topic highly resonated with webcast beheadings of journalists and other intentionally spectacular executions, staged in Fallujah and other places by those fighting against the US-led invasion and occupation of Iraq. Only a few months later, we would all witness the global broadcasting of Saddam Hussein’s unlikely death ‘by hanging.’": "[Traducción en proceso]",
		"Statements on Masks": "[Traducción en proceso]",
		"Installation and optional performance (ongoing)": "[Traducción en proceso]",
		"This piece consists of an installation and optional live bilingual art action. The installation presents the objects used during the art action, inviting participants to inhabit a space that merges the classroom, the TV show room, and the temple. Statements are read in one language by the person behind the table, and another language by the public facing him or her. The statements have been written in relation to the practice of masking or the notion of what we call ‘natural.’ One mask is worn by the person behind the table, while the other one circulates to a new member of the public at the reading of each new statement.": "[Traducción en proceso]",
		"The Experimental Kit": "[Traducción en proceso]",
		"Box on wheels with 12 mirror masks of various designs, including sample instructions sheet. Collection of Gilberto Cárdenas (#3 of 6)": "[Traducción en proceso]",
		"Designed for project participants, teachers, collectors, and the artist himself in his ongoing ‘Naturalizations’ workshops, these boxes allow for the easy transportation of mirror masks for slightly larger activities and installations. In some cases, they have also been used by groups and individuals through a special ‘check out’ system, much like a book may be borrowed from a library.": "[Traducción en proceso]",
		"Can You Rephrase That in the Form of a Question": "[Traducción en proceso]",
		"This site specific choreography was created by Mark Dendy for the Durham Performing Arts Center in the context of the 2009 American Dance Festival. Dancers wearing Lasch’s mirror masks engaged the audience in hallways, bars, staircases, and other spaces of the building not conventionally used for dance and performance.": "[Traducción en proceso]",
		"Missing Reflection: A Photoessay on Masking": "[Traducción en proceso]",
		"The images presented here are documents and artworks related to a series of workshops in Port-Au-Prince, Haiti in the context of the first edition of The Ghetto Biennale (2009). Created in collaboration with Esther Gabara, the workshops and their related photoessay also address the unspeakable loss experienced by friends and collaborators in Haiti only a few weeks later, during the tragic earthquake of 2010 and its lingering aftermath.": "[Traducción en proceso]",
		"Vertical Flâneur": "[Traducción en proceso]",
		"Site-specific workshop for 2 London Eye rotations (60mins), consecutive installation, dimensions variable": "[Traducción en proceso]",
		"Produced for Hayward Gallery’s ‘Wide Open School’ exhibition, and held on board of a capsule of the London Eye, this experimental workshop on non-linear space and time combined live aerial views from the London Eye with the use of optical and perceptual devices. Also addressed was London’s historical role - as the heart of a naval empire, and the place that set the global clock by Greenwich Mean Time - as the leading manufacturer and exporter of rational, linear time. As this workshop unfolded during the Eye's ascent and descent, consideration of key London landmarks in the history of time were contrasted with a collective experiment against the temporal linearity they have instilled.": "[Traducción en proceso]",
		"Naturalizations: Questions, Statements, and Propositions": "[Traducción en proceso]",
		"Short, fragmentary writings for collective inquiry": "[Traducción en proceso]",
		"The intentionally non-linear and fragmentary writing process of these texts has been developed over the years for the many workshops, events, installations, and actions that are part of the Naturalizations series. Depending on the context, selections of these may appear on walls, in publications, engraved on the mirror masks themselves, or simply exchanged verbally by a group of participants. The order in which they appear has no relationship to chronology, hierarchy, importance, or subject matter.": "[Traducción en proceso]",
		"QUESTIONS": "[Traducción en proceso]",
		"What are we before we are naturalized?": "[Traducción en proceso]",
		"How do we write the biographies and histories of the unnamed?": "[Traducción en proceso]",
		"Can there be a portrait without facial representation?": "[Traducción en proceso]",
		"Can there be portraiture without individuals?": "[Traducción en proceso]",
		"What is an abstract portrait? (or is there no such thing?)": "[Traducción en proceso]",
		"What is an anti-portrait?": "[Traducción en proceso]",
		"What is a visual question?": "[Traducción en proceso]",
		"What is collective citizenship?": "[Traducción en proceso]",
		"Who is excluded from the tradition of biography and how exactly?": "[Traducción en proceso]",
		"What is implied by our grand historical narratives and artistic canons?": "[Traducción en proceso]",
		"How exactly do museums include and exclude their subjects?": "[Traducción en proceso]",
		"Other than religious, ethnic or national identity, what structures may help sustain and exhibit the art of those considered outside or beneath the Western canon?": "[Traducción en proceso]",
		"Can we think of representative museums that intentionally refuse the use of biography, geography, or chronology as their main organizational categories? What may we gain by doing so?": "[Traducción en proceso]",
		"What is abstraction in politics? A flag? A constitution? Four powers? Representatives of the people?": "[Traducción en proceso]",
		"What forms of government rely most heavily on the power of visual and linguistic abstraction?": "[Traducción en proceso]",
		"If voting is secret and anonymous in modern democracies, why is it so deeply anchored in facial identification?": "[Traducción en proceso]",
		"Can a militant viewership re-inscribe power in the faces of those who refuse to be stripped of all dignity?": "[Traducción en proceso]",
		"What are worthwhile aesthetic and scientific experiments in the struggle for social justice?": "[Traducción en proceso]",
		"Why does it seem startling, absurd, or even offensive, to copy a painting by Jackson Pollock or Mark Rothko, when we are faced everyday with their endless repetition?": "[Traducción en proceso]",
		"Where exactly are the borders between the historical, the modern, and the contemporary? How porous or rigid are they? May we use these mirror masks as tools for creative border crossing?": "[Traducción en proceso]",
		"Must all dialogue be premised on mutual acknowledgment and recognition, or may some forms of it benefit from an intentional mutual erasure? What social and physical conditions allow for such temporary suspensions of our ego?": "[Traducción en proceso]",
		"What are ideal tools and methods for the social transformation of our public cultural institutions, be it for aesthetic or political purposes?": "[Traducción en proceso]",
		"How do we explain the fact that so many of the most radical manifestations of contemporary art are produced and incubated within education and public program departments? How may our answers lead to a reevaluation of the role of objects, collections, exhibitions, and curators, so central to the life of these cultural institutions?": "[Traducción en proceso]",
		"As a creator and collector of experiences, how may I donate my collection? To whom, in what forms, to which bodies and institutions?": "[Traducción en proceso]",
		"PROPOSITIONS": "[Traducción en proceso]",
		"The mask erases the division between portrait and landscape.": "[Traducción en proceso]",
		"We play with the mask and discover new spaces, formerly closed by the history of our faces.": "[Traducción en proceso]",
		"The ontological self is impossible in the logic of the mask.": "[Traducción en proceso]",
		"The face’s frame does not allow linear narratives.": "[Traducción en proceso]",
		"The mask distributes power among those who use it.": "[Traducción en proceso]",
		"The mask is our entryway to collective being.": "[Traducción en proceso]",
		"Whether called animism or phenomenology, the masks enact our animation of inanimate objects: in icons and mirrors, in sculptures and altars, in stories and journals. (with E. Gabara)": "[Traducción en proceso]",
		"The mask is the / in the s/he, at once photographer and subject, author and participant, victim and perpetrator. An aesthetics, and perhaps the beginning of a politics, of liberation through error, confusion, and refraction. (with E. Gabara)": "[Traducción en proceso]",
		"Black skins...white masks...white skins...black masks...white masks...masked black. (with E. Gabara)": "[Traducción en proceso]",
		"Each mask is the page of a book that cannot be read alone, a book whose pages have been spread out over time and space, only to be rejoined through imagination or death.": "[Traducción en proceso]",
		"If there is avant-garde folklore, then mirror masks should be part of it.": "[Traducción en proceso]",
		"STATEMENTS": "[Traducción en proceso]",
		"Our mask denounces our invisibility.": "[Traducción en proceso]",
		"The world’s worst criminals do not wear masks.": "[Traducción en proceso]",
		"They say the camera is a mirror with a memory. The mask inevitably incorporates the agent and apparatus of this memory.": "[Traducción en proceso]",
		"It’s about mythologies, naturally.": "[Traducción en proceso]",
		"Warning: The mask may reflect the ugly face of power.": "[Traducción en proceso]",
		"The royalties and copyright assumed to belong to he or she who holds the camera are denied to the he or she who is depicted, unless, of course, the camera looks up to the hand that feeds it.": "[Traducción en proceso]",
		"Give me your life and land. I will give you mirrors and trinkets.": "[Traducción en proceso]",
		"Undocumented mass migration is a war that happened, and continues to happen, without the middle and upper classes even noticing. With armed resistance struggles these classes are at least forced to pay attention, but without that, and without the power of remittances, migrants would be as ignored and vulnerable in their home countries today, as they were when they were first forced to leave.": "[Traducción en proceso]",
		"Having multiple passports and speaking several languages has never been a problem for the cosmopolitan elites. Multilingualism and multiculturalism only become a problem when they apply to a transnational working class.": "[Traducción en proceso]",
		"The mirror mask deflects all gazes from its user. In a perverse sense, this is much like whiteness remains invisible and unaccountable for in the global production of gendered and racialized minorities. Women and colored people may find temporary relief in the mask’s reflections, and even use them as a tool for solidarity. But at the end of the day we must strip white culture of its mask, call it by its name, and point to it as the powerfully entrenched minority that it is.": "[Traducción en proceso]",
		"Goethe once referred to symmetry as the aesthetics of fools. Even when they incorporate processes of reproduction, modern and contemporary art practices have likewise assumed a pejorative, dismissive, or ironic stance toward the power of replicas and direct copying.": "[Traducción en proceso]",
		"Roland Barthes proposed a new art of listening that would supplant the modes of listening of the disciple, the patient, and the believer. If we want to create an analogous revolution of the act of seeing, we must identify and supplant the hierarchical ways of seeing that connect our bodies with the current world picture.": "[Traducción en proceso]",
		"“Naturalizations” is a work in progress based on the production and distribution of a set of masks, which are used in specific social situations. The masks are rectangular mirrors with slits in the eye and mouth area, and velcro suspenders, which enable the users to move around freely while wearing them. Over the years, the series has included interventions in public spaces, schools, grassroots settings, university seminars, publications, museum installations, as well as artworks in traditional media such as photography, painting, sculpture, dance, and theater. Taking place in many cities and countries around the world, Naturalizations projects have included hundreds of participants and dozens of partnering institutions.": "[Traducción en proceso]",
		"The initial perception created by these masks is one of spatial and psychological confusion. Subjects are reversed if only one person is wearing the mask. If several people wear them and look at each other, their faces disappear and transform into an endless set of reflections of other mirrors, other faces, environments, and objects. Landscape and subject are one and many. Architecture merges with the body. Subjects are inseparable from each other, their bodies dismembered by rectangular planes departing and arriving through reflected gazes. Light breaks and travels on these masks with unpredictable speed and variety. Space and movement become counter-intuitive.": "[Traducción en proceso]",
		"The masks force us to adapt to a new physical reality, one which denies what has become “natural.” The substitution of the facial marker of individuality for a sign of constant change and reflection results in the erasure of one kind of subjectivity, only to formulate a new set of social conditions. The hierarchical address of the observer, the photographer, and the interviewer is turned upon itself. The space behind the camera is made visible. A dancing group wearing the masks decides to perform for its own pleasure, or for the reflection of their audience. The daily balance between extroverted and introverted actions becomes a tangible visual rhythm. The mask is the new stage, framed by the theater of the everyday.": "[Traducción en proceso]",
		"The temporary opening of these spatial constructions where viewers and authors are free to switch places, may also reflect on the merit of collective efforts and the fallacy of ontology. The process and title of the series “Naturalizations” also invites to constantly question “the natural” and those institutions - religious, mythological or governmental, which claim not only to know what is “natural,” but are even ready to issue their own stamps of “naturalization.”": "[Traducción en proceso]",
		"_COMMENT": "NATURALIZATIONS END",
		"_COMMENT": "UNIVERSAL TERMS START",
		"View Project":"Ver Proyecto",
		"BACK TO ALL WORKS":"[Traducción en proceso]",
		"_COMMENT": "UNIVERSAL TERMS END"
	},
	"regex": [
		["Budget", "presupuesto"],
		["^Something at start of text", ""],
		["This will be case insensitive", "i", ""]
	]
}
